Revit 2027 API
DockablePaneId Properties
The DockablePaneId type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
(Inherited from GuidEnum)
Top
See Also
Reference
DockablePaneId Class
Autodesk.Revit.UI Namespace